List<String> weekDays = ['Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб', 'Вс'];

List<String> weekDaysFull = [
  'Понедельник',
  'Вторник',
  'Среда',
  'Четверг',
  'Пятница',
  'Суббота',
  'Воскресенье',
];

List<String> monthDay = [
  'Январь',
  'Февраль',
  'Март',
  'Апрель',
  'Май',
  'Июнь',
  'Июль',
  'Август',
  'Сентябрь',
  'Октябрь',
  'Ноябрь',
  'Декабрь',
];

List<String> shortMonthDay = [
  '',
  'янв.',
  'фев.',
  'мар.',
  'апр.',
  'мая',
  'июня.',
  'июля.',
  'авг.',
  'сен.',
  'окт.',
  'ноя.',
  'жек.',
];
